// Напишите функцию с именем convert, которая конвертирует входное число типа int64 в uint16.

// Считывать и выводить ничего не нужно!

// Считайте что функция main и пакет main уже объявлены!

// Sample Input:
// Sample Output:

// напишите функцию convert() которая будет:
// 1. принимать как аргумент переменную типа int64
// 2. конвертировать её в uint16
// 3. возвращать в функции результат конвертации
func convert(a int64) uint16 {
	var b uint16
	b = uint16(a)
	return b
}

// Считывать и выводить ничего не нужно!